[
    {
        "id": 1,
        "title": "مشروع إنشاء مصنع متكامل",
        "images": ["main.webp", "main.webp", "main.webp", "main.webp", "main.webp"],
        "isSpecial": true,
        "sections": [],
        "overflows": [
            {
                "title": "مقاومة الظروف المناخية",
                "description": "تم تصميم المصنع ليتحمل الظروف الجوية الصعبة، مثل الحرارة الشديدة والرطوبة العالية، وذلك من خلال استخدام مواد بناء عالية الجودة ومقاومة لعوامل التآكل. بالإضافة إلى ذلك، تم تجهيز المصنع بأنظمة تهوية متقدمة لتوفير بيئة عمل صحية وسالمة."
            },
            {
                "title": "تنفيذ دقيق",
                "description": "استخدمنا أحدث التقنيات في التصميم الهندسي لضمان دقة التنفيذ، وتحقيق أعلى مستويات الجودة. بالإضافة إلى ذلك، تم إجراء فحوصات متكررة أثناء التنفيذ لضمان أن المشروع يتم تنفيذه وفقًا للمعايير المطلوبة."
            },
            {
                "title": "استخدام مواد عالية الجودة",
                "description": "نعتمد على مواد تتحمل الاستخدام طويل الأمد، مثل الفولاذ المقاوم والزجاج المقسوم، وذلك لضمان أن المشروع يتم تنفيذه وفقًا لأعلى المعايير."
            },
            {
                "title": "سرعة التنفيذ",
                "description": "أكملنا المشروع قبل الموعد المحدد، وذلك من خلال إدارة الوقت والجهد والموارد بكفاءة عالية."
            }
        ],
        "size": {
            "cols": 6,
            "rows": 2,
            "md-cols": 3,
            "md-rows": 1,
            "sm-cols": 12,
            "sm-rows": 1
        },
        "projectSize": {
            "width": 100,
            "height": 20
        }
    },
    {
        "id": 2,
        "title": "مستودع تخزين صناعي",
        "images": ["main.webp", "main.webp", "main.webp", "main.webp", "main.webp"],
        "isSpecial": true,
        "sections": [],
        "overflows": [
            {
                "title": "كفاءة المساحات",
                "description": "تصميم المستودع يوفر المساحة اللازمة للتخزين، وذلك من خلال استخدام مواد بناء خفيفة الوزن ومقاومة لعوامل التآكل، بالإضافة إلى نظام التهوية والتدفئة والتهوية. كما يوفر تصميم المستودع مرونة في توزيع المساحات الداخلية، وذلك لتلبيه متطلبات العملاء المختلفة."
            },
            {
                "title": "أنظمة تهوية متقدمة",
                "description": "تم تجهيز المستودع بأنظمة تهوية متقدمة، وذلك لضمان أن الجو داخل المستودع يكون صحيًا وسالمًا، بالإضافة إلى توفير الطاقة من خلال استخدام الأنظمة التلقائية."
            },
            {
                "title": "توفير الطاقة",
                "description": "يضمن التصميم توفير الطاقة بنسبة كبيرة، وذلك من خلال استخدام مواد بناء خفيفة الوزن، وأنظمة توفير الطاقة، بالإضافة إلى نظام التهوية والتدفئة والتهوية."
            },
            {
                "title": "متانة عالية",
                "description": "الهيكل المعدني يتحمل أوزان التخزين الثقيلة، وذلك من خلال استخدام مواد بناء عالية الجودة، مثل الفولاذ المقاوم."
            }
        ],
        "size": {
            "cols": 3,
            "rows": 1,
            "md-cols": 3,
            "md-rows": 1,
            "sm-cols": 6,
            "sm-rows": 1
        },
        "projectSize": {
            "width": 80,
            "height": 15
        }
    },
    {
        "id": 3,
        "title": "مبنى إداري حديث",
        "images": ["main.webp", "main.webp", "main.webp", "main.webp", "main.webp"],
        "isSpecial": true,
        "sections": [],
        "overflows": [
            {
                "title": "تصميم مبتكر",
                "description": "يجمع المبنى بين التصميم العصري والوظيفي، وذلك من خلال استخدام مواد بناء خفيفة الوزن ومقاومة لعوامل التآكل، بالإضافة إلى نظام التهوية والتدفئة والتهوية. كما يوفر التصميم مرونة في توزيع المساحات الداخلية، وذلك لتلبيه متطلبات العملاء المختلفة."
            },
            {
                "title": "أنظمة ذكية",
                "description": "تم تجهيز المبنى بأنظمة إدارة ذكية، وذلك لضمان أن الجو داخل المبنى يكون صحيًا وسالمًا، بالإضافة إلى توفير الطاقة من خلال استخدام الأنظمة التلقائية."
            },
            {
                "title": "كفاءة الطاقة",
                "description": "يضمن التصميم توفير الطاقة بنسبة كبيرة، وذلك من خلال استخدام مواد بناء خفيفة الوزن، وأنظمة توفير الطاقة، بالإضافة إلى نظام التهوية والتدفئة والتهوية."
            },
            {
                "title": "مساحات مرنة",
                "description": "يوفر المبنى مرونة في توزيع المساحات الداخلية، وذلك لتلبيه متطلبات العملاء المختلفة."
            },
            {
                "title": "جودة البناء",
                "description": "تم استخدام مواد بناء عالية الجودة، مثل الفولاذ المقاوم، وذلك لضمان جودة البناء."
            }
        ],
        "size": {
            "cols": 3,
            "rows": 1,
            "md-cols": 3,
            "md-rows": 1,
            "sm-cols": 6,
            "sm-rows": 1
        },
        "projectSize": {
            "width": 50,
            "height": 25
        }
    },
    {
        "id": 4,
        "title": "مركز تجاري متكامل",
        "images": ["main.webp", "main.webp", "main.webp", "main.webp", "main.webp"],
        "isSpecial": true,
        "sections": [],
        "overflows": [
            {
                "title": "واجهة عصرية",
                "description": "تتميز الواجهة بتصميمها الجذاب والمبتكر، وذلك من خلال استخدام مواد بناء خفيفة الوزن ومقاومة لعوامل التآكل، بالإضافة إلى نظام التهوية والتدفئة والتهوية. كما يوفر التصميم مرونة في توزيع المساحات الداخلية، وذلك لتلبيه متطلبات العملاء المختلفة."
            },
            {
                "title": "مساحات تسوق واسعة",
                "description": "يوفر المركز التجاري تجربة تسوق مريحة، وذلك من خلال استخدام مواد بناء خفيفة الوزن ومقاومة لعوامل التآكل، بالإضافة إلى نظام التهوية والتدفئة والتهوية."
            },
            {
                "title": "إدارة مرافق متكاملة",
                "description": "تم تجهيز المركز بنظام متكامل لإدارة المرافق، وذلك لضمان أن الجو داخل المركز يكون صحيًا وسالمًا، بالإضافة إلى توفير الطاقة من خلال استخدام الأنظمة التلقائية."
            },
            {
                "title": "معايير السلامة",
                "description": "تم الالتزام بأعلى معايير السلامة أثناء التنفيذ، وذلك لضمان أن العملاء والموظفين يReceived"
            }
        ],

        "size": {
            "cols": 3,
            "rows": 1,
            "md-cols": 3,
            "md-rows": 1,
            "sm-cols": 12,
            "sm-rows": 1
        },
        "projectSize": {
            "width": 120,
            "height": 18
        }
    },
    {
        "id": 5,
        "title": "هنجر صناعي ضخم",
        "images": ["main.webp", "main.webp", "main.webp", "main.webp", "main.webp"],
        "isSpecial": true,
        "sections": [],
        "overflows": [
            {
                "title": "مقاومة الحرارة",
                "description": "تم استخدام عوازل حرارية عالية الجودة لضمان الحفاظ على درجات حرارة مستقرة داخل الهنجر، مما يعزز من كفاءة العمل ويقلل من استهلاك الطاقة. تساهم هذه العوازل في توفير بيئة عمل مريحة، وتحمي المعدات من التلف الناتج عن التقلبات الحرارية. استخدام أحدث التقنيات في العزل يضمن توفير الحماية اللازمة ضد الظروف المناخية القاسية."
            },
            {
                "title": "تصميم مستدام",
                "description": "يعتمد تصميم الهنجر على معايير البناء المستدام، مما يعزز من كفاءة استخدام الموارد الطبيعية ويقلل من الأثر البيئي. تم اختيار المواد بعناية لضمان الحد من انبعاثات الكربون، بما يساهم في الحفاظ على البيئة. التصميم يركز على إعادة التدوير وإعادة الاستخدام، مما يساهم في تحقيق توفير اقتصادي على المدى الطويل."
            },
            {
                "title": "توفير المساحات",
                "description": "مساحة التخزين الواسعة والمتطورة تلبي جميع المتطلبات الصناعية، مما يجعل الهنجر مثاليًا للتخزين والتصنيع. التصميم الذكي للمساحات يضمن سهولة الوصول إلى المعدات والمواد، مع توفير مرونة في توزيع المساحات الداخلية لتلبية احتياجات العمليات المختلفة. هذا يضمن كفاءة في العمل وسهولة في الإدارة."
            },
            {
                "title": "تشطيبات قوية",
                "description": "تشطيبات الهنجر مقاومة لعوامل التآكل والصدأ، مما يضمن طول العمر الافتراضي للبناء. تم اختيار المواد بعناية لضمان التحمل في الظروف الصعبة، مع التركيز على الجودة والمتانة. التشطيبات تعزز من جمالية الهنجر وتضفي عليه مظهرًا عصريًا ومتينًا، مما يعكس التفاني في تحقيق أعلى معايير الجودة."
            }
        ],
        "size": {
            "cols": 3,
            "rows": 1,
            "md-cols": 3,
            "md-rows": 1,
            "sm-cols": 6,
            "sm-rows": 1
        },
        "projectSize": {
            "width": 70,
            "height": 12
        }
    },
    {
        "id": 6,
        "title": "جسر معدني للمشاة",
        "images": ["main.webp", "main.webp", "main.webp", "main.webp", "main.webp"],
        "isSpecial": true,
        "sections": [],
        "overflows": [
            {
                "title": "قدرة تحمل عالية",
                "description": "الجسر مصمم لتحمل أوزان المشاة بكفاءة عالية، مما يضمن سلامة جميع المستخدمين. تم استخدام مواد عالية الجودة لتحقيق هذا الهدف، مع التركيز على توزيع الأحمال بفعالية. التصميم يراعي توفير الأمان والراحة للمشاة، مما يجعله مثاليًا للاستخدام في المناطق ذات الكثافة السكانية العالية."
            },
            {
                "title": "تصميم آمن",
                "description": "التركيز على عناصر السلامة لضمان حماية المشاة هو الأولوية في تصميم الجسر. تم تجهيز الجسر بحواجز أمان قوية، مع توفير إضاءة كافية لضمان الرؤية الليلية. يتمتع الجسر بمرونة تصميمية تسمح بتحديث عناصر الأمان بمرور الوقت، مما يضمن استدامة السلامة على المدى الطويل."
            },
            {
                "title": "تنفيذ سريع",
                "description": "تم تنفيذ المشروع في وقت قياسي دون المساس بجودة العمل. تم استخدام تقنيات بناء حديثة لتسريع عملية التنفيذ، مما ساهم في تقليل التكاليف والإزعاج للسكان المحليين. النجاح في إنجاز المشروع ضمن الجدول الزمني المحدد يعكس كفاءة الإدارة والتخطيط المسبق."
            },
            {
                "title": "استخدام الفولاذ المقاوم",
                "description": "استخدمنا فولاذ مقاوم للصدأ لزيادة العمر الافتراضي للجسر، مما يضمن تحمل الظروف المناخية المختلفة. الفولاذ المقاوم يساهم في تقليل الحاجة إلى الصيانة الدورية، مما يقلل من التكاليف التشغيلية على المدى الطويل. التصميم يركز على دمج الجمالية والوظيفية، مما يجعل الجسر معلمًا حضريًا مميزًا."
            }
        ],
        "size": {
            "cols": 3,
            "rows": 1,
            "md-cols": 3,
            "md-rows": 1,
            "sm-cols": 6,
            "sm-rows": 1
        },
        "projectSize": {
            "width": 12,
            "height": 5
        }
    }
]
