{
    "header": {
        "home": "الرئيسية",
        "about_us": "من نحن",
        "projects": "اعمالنا",
        "name": "نيو ميتال"
    },
    "landing": {
        "vision_heading": "نيو ميتال - شريكك في البناء والابتكار",
        "vision_description": "'نيو ميتال' ليست مجرد شركة إنشاءات معدنية، بل رؤية تلهم، وتفاني يعيد تعريف معايير الجودة. منذ تأسيسنا، نعمل على تقديم حلول مبتكرة تجمع بين الإتقان الهندسي والاستدامة، لنترك بصمة مميزة على كل مشروع نشارك فيه.",
        "contact_us": "تواصل معنا",
        "materials_heading": "نستخدم أفضل المواد!",
        "materials_description": "تضمن جودة المواد التي نعتمد عليها أداءً فائقاً ونتائج تدوم طويلاً.",
        "read_more": "اقرا المزيد"
    },
    "about": {
        "heading": "من نحن",
        "description": "نيو ميتال شركة رائدة في مجال الإنشاءات المعدنية والمقاولات المتكاملة. منذ تأسيسها، نجحت الشركة في تحقيق التكامل الكامل من خلال امتلاك مصانعها الخاصة، مكتبها الفني والهندسي المتخصص، وفرق العمالة المدربة. نلتزم بتقديم مشاريع عالية الجودة وفقًا لأعلى المعايير الهندسية، مع التركيز على الابتكار والتميز لتلبية تطلعات عملائنا.",
        "read_more": "اقرا المزيد"
    },
    "analyze": {
        "heading": "اخر احصائيات",
        "description": "نظرة سريعة على أدائك الأخير، تشمل العملاء والمشاريع والمواقع.",
        "clients": {
            "title": "عميل",
            "label": "عدد عملائنا خلال السنة"
        },
        "projects": {
            "title": "مشروع",
            "label": "عدد مشاريعنا خلال السنة"
        },
        "places": {
            "title": "موقع",
            "label": "عدد مواقعنا خلال السنة"
        }
    },
    "projects": {
        "heading": "اعمالنا المميزة",
        "view_all": "شاهد المزيد"
    },

    "outClients": {
        "heading": "عملاءنا المميزين",
        "description": "عملاؤنا هم شركاء نجاحنا. نفتخر بثقة العديد من الشركات والمؤسسات في خدماتنا، حيث نسعى دائمًا لتقديم حلول مبتكرة وجودة عالية تليق بتطلعاتهم"
    },

    "whyus": {
        "heading": "ليه تختارنا؟",
        "description": "في نيو ميتال، نتميز بتقديم حلول متكاملة تجمع بين الجودة العالية، الخبرة الهندسية، والالتزام بالمواعيد. بفضل فريقنا المتخصص ومصانعنا الخاصة، نضمن لك تنفيذ المشاريع بأعلى كفاءة ووفقًا لأحدث المعايير العالمية.",
        "contact_us": "تواصل معنا"
    },
    "footer": {
        "contact_us": "تواصل معنا",
        "description": "نرحب باستفسارات جميع أصحاب المصلحة لدينا ونود أن نسمع منك",
        "address": {
            "heading": "العناوين",
            "location-1": {
                "heading": "المكتب",
                "text": "شارع ٣٠٦ قطعة ٢٩٥ الشطر الخامس- المعادي الجديده"
            },
            "location-2": {
                "heading": "المصنع",
                "text": "قطعة رقم 271 نموزج ب - المنطقة الجنوبية - 6 مليون م2 -  مجمع 2 - العاشر من رمضان"
            }
        },
        "copyright": "جميع الحقوق محفوظة لشركة نيو ميتال { year }"
    },
    "about_page": {
        "company_intro": "نبذة عن الشركة",
        "company_description": "نيو ميتال شركة رائدة ومتخصصة في مجال الإنشاءات المعدنية والمقاولات المتكاملة. نتميز بتقديم مشاريع عالية الجودة وفق أعلى المعايير الهندسية، بفضل التكامل الكامل بين مصانعنا، مكتبنا الفني والهندسي، وفرق العمل المحترفة، مما يضمن تلبية تطلعات عملائنا وتعزيز الابتكار والتميز.",
        "mission_title": "رسالتنا",
        "mission_description": "نهدف إلى تحقيق الريادة في مجال الإنشاءات المعدنية عبر تقديم خدمات مبتكرة، بجودة استثنائية، وحرص دائم على الالتزام بالمواعيد، لتحقيق أعلى مستويات رضا عملائنا.",
        "vision_title": "رؤيتنا",
        "vision_description": "أن نصبح الخيار الأول والشريك الموثوق لعملائنا في مجال الإنشاءات المعدنية والمقاولات، من خلال الالتزام بالمعايير العالمية، تعزيز الابتكار، وتطبيق حلول مستدامة تراعي البيئة والمجتمع.",
        "services": {
            "heading": "خدماتنا",
            "description": "نوفر مجموعة متنوعة من الخدمات المتخصصة في التصميم والتنفيذ باستخدام أحدث التقنيات لتلبية احتياجات عملائنا بأعلى جودة.",
            "list": [
                {
                    "heading": "أعمال متكاملة",
                    "description": "نوفر حلولًا شاملة تغطي جميع احتياجات العملاء في البناء والتصميم."
                },
                {
                    "heading": "توريد وتركيب الهياكل المعدنية والمخازن",
                    "description": "توريد وتركيب جميع أنواع الهياكل المعدنية والمظلات والجمالونات والمخازن."
                },
                {
                    "heading": "تغطيات للمظلات والجمالونات",
                    "description": "توريد وتركيب جميع أنواع التغطيات اللازمة للمظلات والجمالونات والمخازن."
                },
                {
                    "heading": "تعلية وإنشاء أدوار خفيفة",
                    "description": "ننفذ مشاريع تعلية وإنشاء أدوار خفيفة سابقة التجهيز وفق أعلى المعايير."
                },
                {
                    "heading": "إنشاء مكاتب إدارية ثابتة ومتحركة",
                    "description": "نقدم خدمات تصميم وتنفيذ المكاتب الإدارية كاملة التجهيز، سواء كانت ثابتة أو متحركة."
                },
                {
                    "heading": "إنشاء صوب زراعية",
                    "description": "تصميم وتنفيذ الصوب الزراعية مع تجهيزات كاملة لضمان أفضل النتائج."
                }
            ]
        }
    }
}
