{
    "header": {
        "home": "Home",
        "about_us": "About Us",
        "projects": "Our Projects",
        "name": "New Metal",
        "name-description": "Metal Construction"
    },
    "landing": {
        "vision_heading": "New Metal - Your Partner in Construction and Innovation",
        "vision_description": "At New Metal, we are not just a metal construction company; we are visionaries committed to redefining quality standards. Since our inception, we've provided innovative solutions that combine engineering precision with sustainability, leaving a lasting impact on every project we undertake.",
        "contact_us": "Contact Us",
        "materials_heading": "We Use Premium Materials!",
        "materials_description": "The quality of the materials we use ensures exceptional performance and long-lasting results.",
        "read_more": "Read More"
    },
    "about": {
        "heading": "About Us",
        "description": "New Metal is a leading company in metal construction and integrated contracting. Since its foundation, the company has achieved full integration with its own factories, a specialized engineering office, and highly trained workforce. We are committed to delivering high-quality projects that meet the highest engineering standards while focusing on innovation and excellence to exceed client expectations.",
        "read_more": "Read More"
    },
    "analyze": {
        "heading": "Latest Statistics",
        "description": "A quick overview of your recent performance, including clients, projects, and locations.",
        "clients": {
            "title": "Clients",
            "label": "Number of clients served this year"
        },
        "projectsThisYear": {
            "title": "Projects",
            "label": "Number of projects completed this year"
        },
        "allProjects": {
            "title": "Projects",
            "label": "Total number of projects completed"
        }
    },
    "projects": {
        "heading": "Our Featured Projects",
        "view_all": "View More"
    },

    "outClients": {
        "heading": "Our Valued Clients",
        "description": "Our clients are the cornerstone of our success. We take pride in the trust placed in us by numerous companies and organizations as we strive to deliver innovative solutions and exceptional quality that exceed their expectations."
    },

    "whyus": {
        "heading": "Why Choose Us?",
        "description": "At New Metal, we offer integrated solutions that combine superior quality, engineering expertise, and timely delivery. With our dedicated team and in-house manufacturing facilities, we ensure efficient project execution that meets global standards.",
        "contact_us": "Contact Us"
    },
    "footer": {
        "contact_us": "Contact Us",
        "description": "We are delighted to receive your inquiries and feedback, and we always look forward to engaging with all our partners and clients to achieve the best outcomes.",
        "address": {
            "heading": "Our Addresses",
            "location-1": {
                "heading": "Office",
                "text": "Street 306, Block 295, Fifth District, New Maadi"
            },
            "location-2": {
                "heading": "Factory",
                "text": "Plot No. 271, Model B - Southern Zone - 6 Million m2, Complex 2, 10th of Ramadan City"
            }
        },
        "copyright": "All rights reserved to New Metal { year }"
    },
    "about_page": {
        "company_intro": "Company Overview",
        "company_description": "New Metal is a leading specialist in metal construction and integrated contracting. We deliver high-quality projects that meet the highest engineering standards through the synergy of our in-house factories, expert engineering office, and professional workforce, ensuring client satisfaction, innovation, and excellence.",
        "mission_title": "Our Mission",
        "mission_description": "Our mission is to lead the metal construction industry by providing innovative services, exceptional quality, and an unwavering commitment to deadlines, ensuring the utmost client satisfaction.",
        "vision_title": "Our Vision",
        "vision_description": "To become the first choice and most trusted partner in metal construction and contracting by adhering to global standards, fostering innovation, and implementing sustainable solutions that respect both the environment and society."
    },
    "project_page": {
        "heading": "Our Projects",
        "description": "We take pride in presenting a diverse range of projects that showcase the breadth of our services and our commitment to exceptional quality.",
        "read_more": "Show more"
    },
    "services": {
        "heading": "Our Services",
        "description": "We provide a wide range of specialized services in design and implementation using the latest technologies to meet our clients' needs with the highest quality standards.",
        "list": [
            {
                "heading": "Integrated Solutions",
                "description": "We offer comprehensive solutions covering all client needs in construction and design."
            },
            {
                "heading": "Supply and Installation of Metal Structures and Warehouses",
                "description": "We supply and install all types of metal structures, sheds, trusses, and warehouses."
            },
            {
                "heading": "Canopy and Truss Coverings",
                "description": "We provide and install all types of coverings required for sheds, trusses, and warehouses."
            },
            {
                "heading": "Lightweight Floor Additions and Construction",
                "description": "We execute prefabricated lightweight floor additions and constructions adhering to the highest standards."
            },
            {
                "heading": "Construction of Fixed and Mobile Administrative Offices",
                "description": "We design and execute fully equipped administrative offices, whether fixed or mobile."
            },
            {
                "heading": "Construction of Agricultural Greenhouses",
                "description": "We design and build agricultural greenhouses with complete setups to ensure optimal results."
            }
        ]
    }
}
